{"id":156,"date":"2016-02-14T19:57:48","date_gmt":"2016-02-14T19:57:48","guid":{"rendered":"http:\/\/www.safekidgames.com\/home\/?page_id=156"},"modified":"2020-11-08T16:52:05","modified_gmt":"2020-11-08T20:52:05","slug":"privacy-policy","status":"publish","type":"page","link":"https:\/\/www.safekidgames.com\/privacy-policy\/","title":{"rendered":"Privacy Policy"},"content":{"rendered":"<p style=\"text-align: center;\"><strong>Updated and effective 27 June 2020<\/strong><\/p>\n<p>SafeKidGames, brought to you by Braye Media LLC, is committed to protecting the privacy and security of our online visitors. We are extremely sensitive to family concerns about their children’s personal information and safety. We want you to know about and understand the measures we have taken to keep SafeKidGames a safe and secure environment for everyone. This privacy policy tells you how and why we collect information from you, and how we use that information. Please note that your use of this site is also subject to the <a href=\"\/terms-of-service\/\">Terms of Service<\/a>.<\/p>\n<p><strong>COMPLIANCE WITH CHILDREN’S ONLINE PRIVACY PROTECTION ACT (“COPPA”)<\/strong><\/p>\n<p>SafeKidGames complies with the Children’s Online Privacy Protection Act (“COPPA”), a U.S. law designed to protect the online privacy of children. Whenever we refer to “children” in this Privacy Policy, we mean children under the age of 13, unless otherwise indicated. We take precautions designed to protect the online privacy of children, and we encourage parents to take an active role in protecting their children’s privacy online by knowing and understanding information that is collected.<\/p>\n<p>SafeKidGames does not knowingly collect personal information as defined by COPPA from children. If we learn or have reason to suspect that we have collected personal information from a child in violation of COPPA, we will promptly delete it.<\/p>\n<p>If you have any questions or comments about how we treat children’s information or our compliance with COPPA, please contact us as set out in the CONTACT INFORMATION section below. If you would like to learn more about COPPA, you can refer to the Children’s Privacy section of the Federal Trade Commission’s website here:<\/p>\n<p>https:\/\/www.ftc.gov\/tips-advice\/business-center\/privacy-and-security\/children%27s-privacy<\/p>\n<p><strong>WHAT INFORMATION DO WE COLLECT?<\/strong><\/p>\n<p>1. We collect information from you if you “Contact” us to ask us a question or send us a comment. We may reply to you to answer your question or respond to your comment on a one-time basis. Any contact made by a child will be deleted once we respond to your question or comment, and we will not re-use it to re-contact the child.<\/p>\n<p>2. We use a third-party advertising partner, Playwire Media, to serve ads when you visit our website. Playwire offers a kidSAFE+ certified COPPA compliant advertising platform for publishers of child-directed websites. Through Playwire, only contextually-based ads are served to our visitors. These ads are NOT shown based on a user&#8217;s browsing history or by behavioral targeting. While these ads don’t use cookies for ad personalization, they may use cookies to allow for frequency capping, aggregated ad reporting, and to combat fraud and abuse.<\/p>\n<p>3. We use Google Analytics as a web analysis tool that helps us understand how visitors engage with our website. Google Analytics uses first-party cookies to track visitor interactions. The Google Analytics privacy policy can be found here: https:\/\/policies.google.com\/privacy.<\/p>\n<p>You can learn more about how to opt-out of tracking in Google Analytics here: https:\/\/tools.google.com\/dlpage\/gaoptout\/.<\/p>\n<p>We’ve turned on the IP Anonymization feature in Google Analytics. You can learn more about this here: https:\/\/support.google.com\/analytics\/answer\/2763052?hl=en<\/p>\n<p>4. For adults, we offer a completely optional ad-free subscription service for purchase. To signup for a subscription, we collect information such as Name, Email Address, and Payment information from the adult subscriber. We use Stripe to process payments. Payment information is passed directly to Stripe and is not retained by SafeKidgames. We may use the information collected from adults:<\/p>\n<p>&#8211; To process transactions and provide our products and services;<br \/>\n&#8211; To provide information, products, or services that we believe will interest you;<br \/>\n&#8211; To contact you regarding your account, our policies or your use of the Platform; and<br \/>\n&#8211; To improve our products and services and for our internal business purposes.<\/p>\n<p>5. We use Google reCAPTCHA to protect forms on our website from spam and abuse. The Google reCAPTCHA privacy policy can be found here: https:\/\/policies.google.com\/privacy?hl=en<\/p>\n<p><strong>HOW DO WE PROTECT YOUR INFORMATION?<\/strong><\/p>\n<p>We take reasonable steps to protect the confidentiality and security of personal Information collected from our users. Since we do not collect personal information from children, no personal information from children is stored on our server.<\/p>\n<p><strong>DO WE DISCLOSE ANY INFORMATION TO OUTSIDE PARTIES?<\/strong><\/p>\n<p>Other than to process subscription payments for adult subscribers, we do not sell, trade, or otherwise transfer to outside parties any personally identifiable information about you. Our third party vendors use visitor information (as described above) for support of internal operations. This includes serving of ads and tools to maintain or analyze website functionality.<\/p>\n<p><strong>THIRD PARTY LINKS<\/strong><\/p>\n<p>Occasionally, at our discretion, we may include or offer third party products or services on our website. These third party sites have separate and independent privacy policies. We therefore have no responsibility or liability for the content and activities of these linked sites. Nonetheless, we seek to protect the integrity of our site and welcome any feedback about these sites.<\/p>\n<p><strong>TERMS AND CONDITIONS<\/strong><\/p>\n<p>Please also visit our <a href=\"\/terms-of-service\/\">Terms of Service<\/a> and <a href=\"\/payment-terms\/\">Payment Terms<\/a> pages establishing the use, disclaimers, and limitations of liability governing the use of our website.<\/p>\n<p><strong>YOUR CONSENT\u2028<\/strong><\/p>\n<p>By using our site, you consent to our Privacy Policy.<\/p>\n<p><strong>MODIFICATION OF THIS PRIVACY POLICY<\/strong><\/p>\n<p>Braye Media LLC reserves the right to modify or add to this Privacy Policy at any time (“Updated Privacy Policy”). You agree that we may notify you of the Updated Privacy Policy by posting them on this website so that they are accessible via a link on the home page, and that your use of SafeKidGames after we have posted the Updated Privacy Policy (or engaging in such other conduct as we may reasonably specify) constitutes your agreement to the Updated Privacy Policy. Therefore, you should review this Privacy Policy before using the website. The Updated Privacy Policy will be effective as of the time of posting, or such later date as may be specified in the Updated Privacy Policy, and will apply to your use of SafeKidGames from that point forward.<\/p>\n<p><strong>CONTACT INFORMATION<\/strong><\/p>\n<p>All inquiries concerning SafeKidGames and its policies may be sent to: support@safekidgames.com<\/p>\n","protected":false},"excerpt":{"rendered":"<p> &#8230; <a title=\"Privacy Policy\" class=\"read-more\" href=\"https:\/\/www.safekidgames.com\/privacy-policy\/\" aria-label=\"Read more about Privacy Policy\">Read more<\/a><\/p>\n","protected":false},"author":1,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"_acf_changed":false,"inline_featured_image":false,"ub_ctt_via":"","generate_page_header":"","footnotes":""},"class_list":{"0":"post-156","1":"page","2":"type-page","3":"status-publish","5":"infinite-scroll-item"},"acf":[],"featured_image_src":null,"_links":{"self":[{"href":"https:\/\/www.safekidgames.com\/wp-json\/wp\/v2\/pages\/156","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/www.safekidgames.com\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/www.safekidgames.com\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/www.safekidgames.com\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/www.safekidgames.com\/wp-json\/wp\/v2\/comments?post=156"}],"version-history":[{"count":0,"href":"https:\/\/www.safekidgames.com\/wp-json\/wp\/v2\/pages\/156\/revisions"}],"wp:attachment":[{"href":"https:\/\/www.safekidgames.com\/wp-json\/wp\/v2\/media?parent=156"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}