{"id":158,"date":"2016-02-14T20:00:54","date_gmt":"2016-02-14T20:00:54","guid":{"rendered":"http:\/\/www.safekidgames.com\/home\/?page_id=158"},"modified":"2020-11-08T16:50:55","modified_gmt":"2020-11-08T20:50:55","slug":"terms-of-service","status":"publish","type":"page","link":"https:\/\/www.safekidgames.com\/terms-of-service\/","title":{"rendered":"Terms of Service"},"content":{"rendered":"<p style=\"text-align: center;\"><strong>Updated and effective February 19, 2020<\/strong><\/p>\n<p>These &#8220;Terms of Service&#8221; apply to the safekidgames.com website (&#8220;SafeKidGames&#8221;) as well as any mobile, software application, or online services that are owned and controlled by Braye Media LLC (collectively, the &#8220;Platform&#8221;). PLEASE CAREFULLY READ THESE TERMS BEFORE USING THE PLATFORM AS THEY AFFECT YOUR LEGAL RIGHTS AND OBLIGATIONS. YOU AGREE TO THESE TERMS BY USING OR ACCESSING THE WEBSITE. IF YOU DO NOT AGREE TO BE BOUND BY ALL OF THESE TERMS, DO NO USE THE PLATFORM.<\/p>\n<p><strong>NO UNLAWFUL OR PROHIBITED USE<\/strong><\/p>\n<p>As a condition of your use of the Platform, you warrant to Braye Media LLC that you will not use the Platform for any purpose that is unlawful or prohibited by these terms, conditions, and notices. You may not use the Platform in any manner which could damage, disable, overburden, or impair the Platform or interfere with any other party&#8217;s use and enjoyment of the Platform. You may not obtain or attempt to obtain any materials or information through any means not intentionally made available or provided for through the Platform.<\/p>\n<p><strong>USER CONDUCT<\/strong><\/p>\n<p>Don&#8217;t misuse the Platform. Braye Media LLC reserves the right, but does not assume the responsibility, to monitor or review your conduct on the Platform. In using the Platform you agree not to post, transmit, or otherwise make available, through or in connection with the Platform:<\/p>\n<p>Anything that is or may be unlawful, defamatory, fraudulent, objectionable, or protected by copyright, trademark, trade secret, right of publicity or other proprietary right without the express prior consent of the owner of such right.<\/p>\n<p>Any computer code, file, or program that is harmful or invasive or that may or is intended to damage or hijack the operation of, or to monitor the use of, any hardware, software or equipment.<\/p>\n<p>Any Materials that you do not have a right to transmit under any law or under contractual or fiduciary relationships (such as inside information, proprietary and confidential information learned or disclosed as part of employment relationships or under nondisclosure agreements).<\/p>\n<p>Interfere with or disrupt the operation of the Platform or the servers or networks used to make the Platform available; or violate any requirements, procedures, policies or regulations of such networks.<\/p>\n<p>Attempt to gain unauthorized access to the Platform, other accounts, computer systems or networks connected to the Platform, through password mining or any other means.<\/p>\n<p>Use any robot, spider, site search\/retrieval application or other manual or automatic device to retrieve, index, &#8220;scrape,&#8221; &#8220;data mine&#8221; or in any way gather content or materials from the Platform or reproduce or circumvent the navigational structure or presentation of the Platform.<\/p>\n<p>Engage in any other conduct which, in Braye Media LLC&#8217;s sole discretion, is considered inappropriate, unauthorized or objectionable.<\/p>\n<p><strong>WEBSITE CONTENT<\/strong><\/p>\n<p>You may not download, copy, reproduce, change, distribute, or create derivative works of our content without written permission from Braye Media LLC. The content on the Platform may only be shown from within our website. You may not display our content in iFrames.<\/p>\n<p><strong>SERVICE FEES<\/strong><\/p>\n<p>You may use the Platform (or certain portions thereof) free of charge or may have the opportunity to subscribe to the Platform on a paid basis. We may charge periodic fees to subscribers. Subscription may include benefits like ad-free use of the Platform or access to content not available to non-subscribers. Should you elect to subscribe to the Platform, you will be subject to our Payment Terms. We may offer different subscription plans as described on the Platform, including some that offer continuous service by automatically renewing at the conclusion of each subscription period.<\/p>\n<p>ONCE YOU SUBSCRIBE TO SUCH AN ONGOING PLAN, YOUR SUBSCRIPTION WILL RENEW AUTOMATICALLY AND YOUR PAYMENT CARD WILL BE CHARGED EACH BILLING PERIOD UNLESS AND UNTIL YOU CANCEL YOUR SUBSCRIPTION IN ACCORDANCE WITH THE PAYMENT TERMS OR WE TERMINATE YOUR USE OF THE PLATFORM (AS DESCRIBED IN THE &#8220;TERMINATION&#8221; SECTION, BELOW).<\/p>\n<p>All subscription fees are non-refundable. You may cancel your subscription or terminate your use of the Platform entirely at any time, but you will not receive a refund or credit for any fees previously paid. Braye Media LLC reserves the right, in its sole discretion, to change the applicable fees and modify the Payment Terms from time to time.<\/p>\n<p><strong>MEMBERSHIP<\/strong><\/p>\n<p>Subscription and certain other areas of or features on the Platform may require registration or may otherwise ask you to provide information to participate or access certain Platform content. These features are limited to adult users of the Platform. The decision to provide this information is purely optional; however, if you elect not to provide such information, you may not be able to participate in certain features of the Platform or access certain Platform Content, including subscribing to the Platform. When you provide information to the Platform, you agree to provide only true, accurate, current, and complete information and to update it as necessary to maintain its truth and accuracy.<\/p>\n<p>If you register with us, you agree you will not sell, transfer or assign your membership or any membership rights. You are responsible for maintaining the confidentiality of your password, if any, and for restricting access to your computer (or other device, as applicable) so that others may not access the password-protected portion of the Platform using your login information (provided that this restriction does not apply to distribution by a Classroom subscriber of his or her access name and access code to those making use of the Classroom subscription with the subscriber&#8217;s permission). Braye Media LLC reserves the right (in its sole discretion) to terminate your account or otherwise deny you access without notice.<\/p>\n<p><strong>LINKING POLICY<\/strong><\/p>\n<p>Braye Media LLC grants you the revocable permission to link to the Platform; provided, however, that any link to the Platform: (a) must not frame or create a browser or border environment around any of the content on the Platform or otherwise mirror any part of the Platform; (b) must not imply that Braye Media LLC or the Platform is endorsing or sponsoring any third party or its products or services, unless Braye Media LLC has given the third party its prior written consent; (c) must not present false information about, or disparage, tarnish, or otherwise, in Braye Media LLC&#8217;s sole opinion, harm Braye Media LLC or its products or services; (d) must not use any Braye Media LLC&#8217;s trademarks without the prior written permission from Braye Media LLC; (e) must not contain content that could be construed as distasteful, offensive or controversial or otherwise objectionable (in Braye Media LLC&#8217;s sole opinion); and (f) must be owned and controlled by you or the person or entity placing the link, or otherwise permit you to enable such link subject to these Terms. Notwithstanding anything to the contrary contained in these Terms, Braye Media LLC reserves the right to prohibit linking to the Platform for any reason in our sole and absolute discretion.<\/p>\n<p><strong>THIRD PARTY LINKS, CONTENT, AND APPLICATIONS<\/strong><\/p>\n<p>There may be links from the Platform, or from communications you receive from the Platform, to third party web sites or online features. The Platform also may include third party content that we do not control, maintain or endorse. Your correspondence and business dealings with others found on or through the Platform are solely between you and the applicable third party. You expressly acknowledge and agree that we are in no way responsible or liable for third party content, sites or online features.<\/p>\n<p><strong>TERMINATION<\/strong><\/p>\n<p>Braye Media LLC reserves the right to terminate your access to and use of the Platform in its sole discretion, without notice, including, without limitation, if Braye Media LLC believes your conduct fails to conform with these Terms of Service (or any Additional Terms such as the Payment Terms). Braye Media LLC also reserves the right to investigate suspected violations of these Terms of Service. Any violation of these Terms of Service may be referred to law enforcement authorities. Upon termination of your access to the Platform, or upon demand from Braye Media LLC, all rights granted to you under these Terms will cease immediately, and you agree that you will immediately discontinue use of the Platform.<\/p>\n<p>Braye Media LLC also reserves the right to modify, withdraw, suspend, or discontinue in whole or in part (temporarily or permanently, at any time and from time to time, and with or without notice) any materials, information, or content available on the Platform, including, without limitation, the cessation of all activities associated with the Platform. You agree that, except as may be required by law, Braye Media LLC will not be liable to you or to any third party for any modification, suspension or discontinuance of the Platform or any part thereof.<\/p>\n<p><strong>DISCLAIMER OF WARRANTIES<\/strong><\/p>\n<p>OTHER THAN AS EXPRESSLY SET OUT IN THESE TERMS OR ADDITIONAL TERMS, NEITHER BRAYE MEDIA LLC NOR ITS SUPPLIERS OR DISTRIBUTORS MAKE ANY SPECIFIC PROMISES ABOUT THE PLATFORM. FOR EXAMPLE, WE DON’T MAKE ANY COMMITMENTS ABOUT THE CONTENT WITHIN THE PLATFORM, THE SPECIFIC FUNCTIONS OF THE SERVICES, OR THEIR RELIABILITY, AVAILABILITY, OR ABILITY TO MEET YOUR NEEDS. WE PROVIDE THE WEBSITE “AS IS” WITHOUT EXCEPTION.<\/p>\n<p>SOME JURISDICTIONS PROVIDE FOR CERTAIN WARRANTIES, LIKE THE IMPLIED WARRANTY OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NON-INFRINGEMENT. TO THE EXTENT PERMITTED BY LAW, WE EXCLUDE ALL WARRANTIES.<\/p>\n<p><strong>LIMITATION OF LIABILITY<\/strong><\/p>\n<p>WHEN PERMITTED BY LAW, BRAYE MEDIA LLC, AND BRAYE MEDIA LLC&#8217;S SUPPLIERS AND DISTRIBUTORS, WILL NOT BE RESPONSIBLE FOR LOST PROFITS, REVENUES, OR DATA, FINANCIAL LOSSES OR INDIRECT, SPECIAL, CONSEQUENTIAL, EXEMPLARY, OR PUNITIVE DAMAGES.<\/p>\n<p>TO THE EXTENT PERMITTED BY LAW, THE TOTAL LIABILITY OF BRAYE MEDIA LLC, AND ITS SUPPLIERS AND DISTRIBUTORS, FOR ANY CLAIMS UNDER THESE TERMS, INCLUDING FOR ANY IMPLIED WARRANTIES, IS LIMITED TO THE AMOUNT YOU PAID US TO USE THE PLATFORM (IF ANY).<\/p>\n<p>IN ALL CASES, BRAYE MEDIA LLC, AND ITS SUPPLIERS AND DISTRIBUTORS, WILL NOT BE LIABLE FOR ANY LOSS OR DAMAGE TO THE FULLEST EXTEND PERMITTED BY LAW.<\/p>\n<p><strong>INDEMNIFICATION<\/strong><\/p>\n<p>In using our Platform, you will hold harmless and indemnify Braye Media LLC and its affiliates, officers, agents, and employees from any claim, suit or action arising from or related to the use of the Platform or violation of these terms, including any liability or expense arising from claims, losses, damages, suits, judgments, litigation costs and attorneys’ fees.<\/p>\n<p><strong>DISPUTES; ARBITRATION; GOVERNING LAW<\/strong><\/p>\n<p>YOU AGREE THAT THESE TERMS AND YOUR USE OF THE PLATFORM ARE GOVERNED BY THE LAWS OF THE STATE OF KENTUCKY, USA. BOTH YOU AND THE BRAYE MEDIA LLC PARTIES WAIVE THE RIGHT TO A TRIAL BY JURY AND THE RIGHT TO BRING OR RESOLVE ANY DISPUTE AS A CLASS, CONSOLIDATED, REPRESENTATIVE, COLLECTIVE, OR PRIVATE ATTORNEY GENERAL ACTION. NOTWITHSTANDING ANY PROVISION IN THE JAMS (DEFINED BELOW) RULES TO THE CONTRARY, THE ARBITRATOR WILL NOT HAVE THE AUTHORITY OR ANY JURISDICTION TO HEAR THE ARBITRATION AS A CLASS, CONSOLIDATED, REPRESENTATIVE, COLLECTIVE, OR PRIVATE ATTORNEY GENERAL ACTION OR TO CONSOLIDATE, JOIN, OR OTHERWISE COMBINE THE CLAIMS OF DIFFERENT PERSONS INTO ONE PROCEEDING.<\/p>\n<p>THE PARTIES EACH AGREE TO FINALLY SETTLE ALL DISPUTES ONLY THROUGH ARBITRATION; PROVIDED, HOWEVER, THE BRAYE MEDIA LLC PARTIES WILL BE ENTITLED TO SEEK INJUNCTIVE OR EQUITABLE RELIEF IN THE STATE AND FEDERAL COURTS LOCATED IN JEFFERSON COUNTY, KY, AND ANY OTHER COURT WITH JURISDICTION OVER THE PARTIES. IN NO EVENT WILL YOU SEEK OR BE ENTITLED TO RESCISSION, INJUNCTIVE OR OTHER EQUITABLE RELIEF OR TO ENJOIN OR RESTRAIN THE OPERATION OR EXPLOITATION OF THE WEBSITE.<\/p>\n<p><strong>MODIFICATION OF THESE TERMS<\/strong><\/p>\n<p>Braye Media LLC reserves the right to modify or add to these Terms of Service at any time (&#8220;Updated Terms&#8221;). You agree that we may notify you of the Updated Terms by posting them on the Platform so that they are accessible via a link on the home page, and that your use of the Platform after we have posted the Updated Terms (or engaging in such other conduct as we may reasonably specify) constitutes your agreement to the Updated Terms. Therefore, you should review these Terms before using the Platform. The Updated Terms will be effective as of the time of posting, or such later date as may be specified in the Updated Terms, and will apply to your use of the Platform from that point forward.<\/p>\n<p><strong>CONTACT INFORMATION<\/strong><\/p>\n<p>All inquiries concerning SafeKidGames and its policies may be sent to: support@safekidgames.com<\/p>\n","protected":false},"excerpt":{"rendered":"<p> &#8230; <a title=\"Terms of Service\" class=\"read-more\" href=\"https:\/\/www.safekidgames.com\/terms-of-service\/\" aria-label=\"Read more about Terms of Service\">Read more<\/a><\/p>\n","protected":false},"author":1,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"_acf_changed":false,"inline_featured_image":false,"ub_ctt_via":"","generate_page_header":"","footnotes":""},"class_list":{"0":"post-158","1":"page","2":"type-page","3":"status-publish","5":"infinite-scroll-item"},"acf":[],"featured_image_src":null,"_links":{"self":[{"href":"https:\/\/www.safekidgames.com\/wp-json\/wp\/v2\/pages\/158","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/www.safekidgames.com\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/www.safekidgames.com\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/www.safekidgames.com\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/www.safekidgames.com\/wp-json\/wp\/v2\/comments?post=158"}],"version-history":[{"count":0,"href":"https:\/\/www.safekidgames.com\/wp-json\/wp\/v2\/pages\/158\/revisions"}],"wp:attachment":[{"href":"https:\/\/www.safekidgames.com\/wp-json\/wp\/v2\/media?parent=158"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}