{"id":160,"date":"2016-02-14T20:25:53","date_gmt":"2016-02-14T20:25:53","guid":{"rendered":"http:\/\/www.safekidgames.com\/home\/?page_id=160"},"modified":"2023-04-14T14:58:02","modified_gmt":"2023-04-14T18:58:02","slug":"about-us","status":"publish","type":"page","link":"https:\/\/www.safekidgames.com\/about-us\/","title":{"rendered":"About Us"},"content":{"rendered":"<p>Welcome to Safe Kid Games, where fun meets learning in a safe and friendly environment! Our mission is to provide age-appropriate, engaging, and kid-friendly games for children from Kindergarten through 7th grade. We are thrilled to have you join our community, where we strive to make learning enjoyable and create cherished memories that will last a lifetime.<\/p>\n<p>Safe Kid Games is a family-owned and operated website, run by parents who understand the importance of providing a secure online space for children to explore, learn, and grow. We recognize that the internet can be a daunting place for young minds, and we are dedicated to making Safe Kid Games a haven for children and a worry-free zone for parents.<\/p>\n<p>Our carefully curated selection of games is designed to cater to a wide range of interests and developmental stages, ensuring that there&#8217;s something for everyone. From educational games that promote critical thinking and problem-solving skills to creative and imaginative play that fosters self-expression, our platform offers an enriching experience that is both entertaining and educational.<\/p>\n<p>At Safe Kid Games, we are committed to maintaining a safe environment where children can develop their skills, learn new concepts, and have fun without exposure to inappropriate content. As a family-owned and operated website, we carefully select and update our game offerings, drawing upon our experience as both educators and parents, to ensure they meet our high expectations.<\/p>\n<p>We understand that each child is unique, and we aim to provide experiences that cater to individual learning styles and preferences. Our platform is designed to be user-friendly, making it easy for kids to navigate and discover new games on their own. To assist both kids and parents in finding the perfect games, we have thoughtfully organized our site into distinct categories, ensuring a seamless browsing experience and quick access to the content that best suits your child&#8217;s interests and needs.<\/p>\n<p>Community involvement is an integral part of Safe Kid Games. We actively encourage feedback from our users and are always open to suggestions on how we can improve and expand our offerings. By fostering a collaborative and inclusive atmosphere, we hope to create a vibrant community of young learners and supportive parents who share our vision of making the internet a safer and more enjoyable place for children.<\/p>\n<p>Thank you for choosing Safe Kid Games as your trusted partner in your child&#8217;s online journey. Together, we can inspire a lifelong love of learning and create a brighter future for our children.<\/p>\n","protected":false},"excerpt":{"rendered":"<p> &#8230; <a title=\"About Us\" class=\"read-more\" href=\"https:\/\/www.safekidgames.com\/about-us\/\" aria-label=\"Read more about About Us\">Read more<\/a><\/p>\n","protected":false},"author":1,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"_acf_changed":false,"inline_featured_image":false,"ub_ctt_via":"","generate_page_header":"","footnotes":""},"class_list":{"0":"post-160","1":"page","2":"type-page","3":"status-publish","5":"infinite-scroll-item"},"acf":[],"featured_image_src":null,"_links":{"self":[{"href":"https:\/\/www.safekidgames.com\/wp-json\/wp\/v2\/pages\/160","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/www.safekidgames.com\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/www.safekidgames.com\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/www.safekidgames.com\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/www.safekidgames.com\/wp-json\/wp\/v2\/comments?post=160"}],"version-history":[{"count":2,"href":"https:\/\/www.safekidgames.com\/wp-json\/wp\/v2\/pages\/160\/revisions"}],"predecessor-version":[{"id":6709,"href":"https:\/\/www.safekidgames.com\/wp-json\/wp\/v2\/pages\/160\/revisions\/6709"}],"wp:attachment":[{"href":"https:\/\/www.safekidgames.com\/wp-json\/wp\/v2\/media?parent=160"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}