{"id":3235,"date":"2020-02-20T11:00:07","date_gmt":"2020-02-20T11:00:07","guid":{"rendered":"https:\/\/www.safekidgames.com\/?page_id=3235"},"modified":"2021-04-27T16:54:02","modified_gmt":"2021-04-27T20:54:02","slug":"payment-terms","status":"publish","type":"page","link":"https:\/\/www.safekidgames.com\/payment-terms\/","title":{"rendered":"Payment Terms"},"content":{"rendered":"<p style=\"text-align: center;\"><strong>Effective February 20, 2020<\/strong><\/p>\n<p>These &#8220;Payment Terms&#8221; govern your enrollment in a for-pay &#8220;Subscription&#8221; with the safekidgames.com website (&#8220;SafeKidGames&#8221;) as well as any mobile, software application, or online services that are owned and controlled by Braye Media LLC (collectively, the &#8220;Platform&#8221;). These Payment Terms are additional terms pursuant to our Terms of Service. These Payment Terms apply to you if you enrolled in a Subscription through SafeKidGames.<\/p>\n<p>When purchasing a paid membership you can choose to be billed according to the subscription period selected. Your membership will renew based on the subscription period selected at purchase. Your membership will auto-renew every period unless it is canceled prior to the next billing date.<\/p>\n<p><strong>ACCOUNT<\/strong><\/p>\n<p>Each paid membership begins with a 7 day free trial. Payment will be processed when the free trial ends. If you cancel your membership before that time, you will not incur a charge.<\/p>\n<p>All of our Subscriptions renew automatically. Once you elect a payment plan, your Subscription will renew automatically on a periodic basis (for example, month-to-month for our monthly plan, yearly for our annual plan) and you will be billed each subscription period unless and until you cancel your Subscription or we terminate your use of the Platform pursuant to our Terms of Service. You may cancel your Subscription at any time by navigating to the &#8220;Account&#8221; page on SafeKidGames. When you cancel your Subscription, your Subscription will no longer auto-renew. You will not receive any further charges.<\/p>\n<p>In order to avoid being charged fees for the next billing cycle, you must cancel your Subscription Account prior to 12:00 a.m. Eastern Time on the last day of your current billing cycle.<\/p>\n<p>Upon cancellation of your Subscription, you will retain access to your Subscription for the remainder of the subscription period for which you previously paid.<\/p>\n<p>All fees for Subscriptions are prepaid and non-refundable. You may cancel your Subscription or terminate your use of the Platform entirely at any time, but you will not receive a refund or credit for any fees previously paid.<\/p>\n<p><strong>TO CANCEL YOUR SUBSCRIPTION ACCOUNT<\/strong><\/p>\n<p>Your Subscription will automatically renew and be billed each subscription period (e.g., monthly, yearly) unless and until you cancel your Subscription or we terminate your use of the Platform pursuant to our Terms of Service. In order to avoid being charged for the next billing cycle, you must cancel your Subscription prior to 12:00 a.m. Eastern Time on the last day of your current billing cycle.<\/p>\n<p>To cancel your Subscription, navigate to the &#8220;Account&#8221; page on SafeKidGames and select the &#8220;Cancel&#8221; button to complete the cancellation process. All fees for Subscription are prepaid and non-refundable. You may cancel your Subscription at any time, but you will not receive a refund or credit for any fees previously paid. Upon cancellation, you will retain access to your Subscription for the remainder of the subscription period for which you previously paid.<\/p>\n<p><strong>CONSENT TO RECEIVE ELECTRONIC NOTICES<\/strong><\/p>\n<p>Following your enrollment in a Subscription, an email will be sent to the email address you provide during the check-out process. We may send additional emails regarding your account during your Subscription. The confirmation email and other notices about your account may only be sent via email in electronic form. By signing up for a Subscription, you consent to receiving notices regarding your Subscription electronically. If you do not consent to the receipt of electronic records regarding your Subscription, please do not subscribe to the Platform.<\/p>\n<p><strong>CHANGES TO FEES OR THESE PAYMENT TERMS<\/strong><\/p>\n<p>SafeKidGames may modify these Payment Terms or change the fees at any time. You agree that we may notify you of the updated Payment Terms by posting them on the Website. The updated Payment Terms will be effective on the date posted unless otherwise specified and your use of the Website after we have posted the updated terms (or engaging in such other conduct as we may reasonably specify) constitutes your agreement to the updated Payment Terms. For users with an active Subscription at the time of a change and for whom we have a current email address, we may also communicate changes to the Payment Terms through other means, including emailing you at the address associated with your Subscription. The new fees and\/or Payment Terms will go into effect upon your next renewal following posting of the updated Payment Terms unless another time period is specified.<\/p>\n<p><strong>CONTACT INFORMATION<\/strong><\/p>\n<p>All inquiries concerning SafeKidGames and its policies may be sent to: support@safekidgames.com.<\/p>\n","protected":false},"excerpt":{"rendered":"<p> &#8230; <a title=\"Payment Terms\" class=\"read-more\" href=\"https:\/\/www.safekidgames.com\/payment-terms\/\" aria-label=\"Read more about Payment Terms\">Read more<\/a><\/p>\n","protected":false},"author":1,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"_acf_changed":false,"inline_featured_image":false,"ub_ctt_via":"","generate_page_header":"","footnotes":""},"class_list":{"0":"post-3235","1":"page","2":"type-page","3":"status-publish","5":"infinite-scroll-item"},"acf":[],"featured_image_src":null,"_links":{"self":[{"href":"https:\/\/www.safekidgames.com\/wp-json\/wp\/v2\/pages\/3235","targetHints":{"allow":["GET"]}}],"collection":[{"href":"https:\/\/www.safekidgames.com\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/www.safekidgames.com\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/www.safekidgames.com\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/www.safekidgames.com\/wp-json\/wp\/v2\/comments?post=3235"}],"version-history":[{"count":2,"href":"https:\/\/www.safekidgames.com\/wp-json\/wp\/v2\/pages\/3235\/revisions"}],"predecessor-version":[{"id":5219,"href":"https:\/\/www.safekidgames.com\/wp-json\/wp\/v2\/pages\/3235\/revisions\/5219"}],"wp:attachment":[{"href":"https:\/\/www.safekidgames.com\/wp-json\/wp\/v2\/media?parent=3235"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}